const cats = [
    {
        id: 1,
        name: "Британська короткошерста",
        descr:
            "Американські короткошерсті – невимушені, спокійні коти, хоча в них і трапляються вибухи грайливої енергії, навіть у старшому віці.",
        img: "british-shorthair.jpg",
        mainImg: "british-shorthair-main.jpg",
    },
    {
        id: 2,
        name: "Орієнтальна",
        descr:
            "Орієнтальна порода має сотні визнаних різновидів і є однією з найрізноманітніших за забарвленням шерсті.",
        img: "oriental.jpg",
        mainImg: "oriental-main.jpg",
    },
    {
        id: 3,
        name: "Азійська кішка",
        descr:
            "Вони дуже ніжні, люблять гратися та хочуть брати участь у всьому, що робить власник.",
        img: "asian.jpg",
        mainImg: "asian-main.jpg",
    },
    {
        id: 4,
        name: "Оцикет",
        descr:
            "Оцикети можуть здаватися дикими, але насправді це віддані сімейні коти.",
        img: "ocicat.jpg",
        mainImg: "ocicat-main.jpg",
    },
    {
        id: 5,
        name: "Американська короткошерста",
        descr:
            "Американські короткошерсті – невимушені, спокійні коти, хоча в них і трапляються вибухи грайливої енергії, навіть у старшому віці.",
        img: "american-shorthair.jpg",
        mainImg: "american-shorthair-main.jpg",
    },
];

const dogs = [
    {
        id: 1,
        name: "Бігль",
        descr:
            "Біглі – активні й уважні собаки, які стають відданими й люблячими сімейними улюбленцями.",
        img: "beagle.jpg",
        mainImg: "beagle-main.jpg",
    },
    {
        id: 2,
        name: "Західносибірська лайка",
        descr:
            "Західносибірських лайок досі використовують для полювання на їхній батьківщині, у Росії, тому в деяких мисливських угіддях є спеціалізовані псарні.",
        img: "west-siberian-laika.jpg",
        mainImg: "west-siberian-laika-main.jpg",
    },
    {
        id: 3,
        name: "Далматин",
        descr:
            "Далматини добре відомі тим, що супроводжували й охороняли кінні карети дворян, дорожні карети та пожежників.",
        img: "dalmatian.jpg",
        mainImg: "dalmatian-main.jpg",
    },
    {
        id: 4,
        name: "Німецька вівчарка",
        descr:
            "Німецька вівчарка – це відданий, розумний і здатний до адаптації собака, який за умов належної соціалізації та дресирування може стати вдячним і люблячим другом.",
        img: "german-shepherd.jpg",
        mainImg: "german-shepherd-main.jpg",
    },
    {
        id: 5,
        name: "Акіта",
        descr: "Акіти дуже полюбляють бути в компанії людей, проте вони водночас самостійні, спокійні, ініціативні й рішучі.",
        img: "akita.jpg",
        mainImg: "akita-main.jpg",
    },
];
